Repository: HearthSim/HSTracker
Catalog: Translations/macOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko, pt_br, ru, zh_hans, zh_hant

source: Add Card
de: Karte hinzufügen
fr: Ajout carte
ko: 카드 추가
pt_br: Adicionar Card
ru: Добавить карту
zh_hans: 添加卡牌
zh_hant: 新增卡牌

source: All
de: Alle Sets
es: Todos
fr: Tout
ko: 모든 종족
pt_br: Todos
ru: Все
zh_hans: 全部
zh_hant: 所有

source: All classes
de: Alle Klassen
fr: Toutes les classes
ko: 모든 직업
pt_br: Todas as classes
ru: Все классы
zh_hans: 所有英雄
zh_hant: 所有職業

# all_races
source: All
de: Alle
es: Todas
fr: Tout
ko: 모든 종족
pt_br: Todos
ru: Все
zh_hans: 所有
zh_hant: 所有

# all_rarities
source: All
de: Alle
es: Todos
fr: Tout
ko: 모든 등급
pt_br: Todos
ru: Все
zh_hans: 所有
zh_hant: 所有

source: All seasons
de: Alle Saisons
fr: Toutes les saisons
ko: 모든 시즌
pt_br: Todas as temporadas
ru: Все сезоны
zh_hans: 所有赛季
zh_hant: 所有賽季

# all_types
source: All
de: Alle
es: Todos
fr: Tout
ko: 모든 타입
pt_br: Todos
ru: Все
zh_hans: 所有
zh_hant: 所有

source: Archived
de: Archiviert
fr: Archivés
pt_br: Arquivado
ru: В архиве
zh_hans: 已归档
zh_hant: 已存檔

source: Are you sure you want to archive the deck %@ ?
de: Bist Du sicher, dass Du das Deck %@ archivieren möchtest?
fr: Êtes-vous certain de vouloir archiver le deck %@ ?
ko: %@ 덱을 아카이빙 하시겠습니까?
pt_br: Tem certeza que deseja arquivar o deck %@ ?
ru: Вы уверены, что выхотите отправить колоду %@ в архив ?
zh_hans: 确定要将 %@ 卡组存档吗?
zh_hant: 確定要儲存 %@ 牌組嗎?

source: Are you sure you want to close this deck ? Your changes will not be saved.
de: Bist Du sicher, dass Du dieses Deck schließen möchtest? Deine Änderungen werden nicht gespeichert.
es: ¿Estás seguro de que quieres acabar la edición de este mazo? Tus cambios se perderán y no serán guardados.
fr: Êtes-vous sur de vouloir fermer ce deck ? Vos modifications ne seront pas sauvegardées.
ko: 이 덱을 닫겠습니까? 수정한 내용은 저장되지 않습니다.
pt_br: Tem certeza que deseja fechar este deck ? Suas mudanças não serão salvas.
ru: Вы действительно хотите закрыть эту колоду ? Изменения не будут сохранены.
zh_hans: 确定要退出吗？您的修改将不会被保存。
zh_hant: 確定要離開嗎？將不會保留任何更動。

source: Are you sure you want to delete the deck %@ ?
de: Bist Du sicher, dass Du das Deck %@ löschen möchtest?
fr: Êtes-vous sur de vouloir supprimer le deck %@ ?
ko: %@ 덱을 삭제하시겠습니까?
pt_br: Tem certeza que deseja deletar o deck %@ ?
ru: Вы действительно хотите удалить колоду %@ ?
zh_hans: 确定要删除 %@ 卡组吗?
zh_hant: 確定要刪除 %@ 牌組嗎?

source: Are you sure you want to delete the statistics for the deck %@ ?
de: Bist Du sicher, dass Du die Statistiken für das Deck %@ löschen möchtest?
fr: Êtes-vous certain de vouloir supprimer les statistiques du deck %@ ?
ko: %@ 덱의 통계를 삭제하시겠습니까?
pt_br: Tem certeza que deseja deletar as estatísticas para o deck %@ ?
ru: Вы уверены, что хотите удалить статистику из колоды %@ ?
zh_hans: 确定要删除 %@ 卡组的统计数据吗?
zh_hant: 確定要刪除 %@ 牌組的統計資料嗎?

source: Are you sure you want to disconnect from Hearthstats ?
de: Bist Du sicher, dass Du die Verbindung zu Hearthstats trennen möchtest?
fr: Êtes-vous certain de vouloir vous déconnecter de Hearthstats ?
ko: Hearthstats과 연결을 해제하시겠습니까 ?
pt_br: Tem certeza que deseja disconectar-se do Hearthstats ?
ru: Вы уверены, что выхотите отключиться от Hearthstats ?
zh_hans: 确定要从 Hearthstats 断开吗?
zh_hant: 確定要與 Hearthstats 取消連結嗎?

source: Are you sure you want to unarchive the deck %@ ?
de: Bist Du sicher, dass Du das Deck %@ aus dem Archiv holen möchtest?
fr: Êtes-vous certain de vouloir désarchiver le deck %@ ?
ko: %@ 덱의 아카이빙을 해제하시겠습니까?
pt_br: Tem certeza que deseja desarquivar o deck %@ ?
ru: Вы уверены, что выхотите вернуть колоду %@ из архива ?
zh_hans: 确定要将 %@ 卡组从存档中删除吗?
zh_hant: 確定要將 %@ 牌組從存檔中刪除嗎?

source: Ascending
de: Aufsteigend
fr: Montant
ko: 순차
pt_br: Ascendente
ru: По возрастанию
zh_hans: 升序
zh_hant: 升冪排列

# AverageDamage_Info_Title
source: Average Damage
de: Durchschnittlicher Schaden
fr: Dégâts moyens
ko: 평균 피해
pt_br: Dano Médio
ru: Усредненный урон
zh_hans: 平均伤害
zh_hant: 平均傷害

# Battlegrounds_Browser_Filter_Lockbox
source: Lockbox
de: Schließkassette
es: Arcón con llave
fr: Coffre
ko: 금고
pt_br: Caixa-forte
ru: Сейф
zh_hans: 上锁宝箱
zh_hant: 帶鎖箱

# Battlegrounds_Session_CompStats_Label_AveragePlace
source: Avg Place
de: ⌀-Plazierung
ko: 평균 순위
pt_br: Lugar MED
zh_hans: 平均排名

# Battlegrounds_Session_CompStats_Label_FirstPlace
source: First Place
de: Erster Platz
fr: Première place
ko: 1위
pt_br: 1.º Lugar
zh_hans: 第一名

# Battlegrounds_Session_Game_Tooltip_Final_Board
source: Final Board
de: Finales Spielbrett
fr: Plateau final
ko: 최종 덱
pt_br: Tabuleiro Final
ru: Финальный стол
zh_hans: 最终战队
zh_hant: 最終場面

# Battlegrounds_Session_Game_Tooltip_Final_Board_Empty
source: No minion played
de: Keine Diener gespielt
fr: Aucun serviteur joué
ko: 하수인 목록이 없습니다
pt_br: Nenhum lacaio jogado
ru: Нет разыгранных существ
zh_hans: 没有打出的随从
zh_hant: 沒有放置手下

# Battlegrounds_Session_Games_Label_Hero
source: Hero
de: Held
fr: Héros
ko: 영웅
pt_br: Herói
ru: Герой
zh_hans: 英雄
zh_hant: 英雄

# Battlegrounds_Session_Games_Label_Place
source: Place
de: Platzierung
pt_br: Lugar
zh_hans: 名次

# Battlegrounds_Session_Games_Text_EmptyState1
source: No games played this session.
de: Keine Partien in dieser Sitzung gespielt.
fr: Aucune partie jouée lors de cette session.
ko: 현제 세션에서 플레이된 게임이 없습니다.
pt_br: Nenhuma partida nessa sessão.
ru: Ни одной игры не сыграно в этой сессии.
zh_hans: 本时段里没有进行过对局。

# Battlegrounds_Session_Header_Label_Latest_Games
source: Latest Games
de: Letzte Partien
fr: Dernières parties
ko: 최근 게임
pt_br: Últimas Partidas
ru: Последние игры
zh_hans: 最近的对局
zh_hant: 最近的對戰

# Battlegrounds_Session_Header_Label_Minions_Available
source: Available Minions
de: Verfügbare Diener
fr: Serviteurs disponibles
ko: 사용 가능한 하수인
pt_br: Lacaios Disponíveis
ru: Представлены
zh_hans: 可用的随从

# Battlegrounds_Session_Header_Label_Minions_Banned
source: Banned Minions
de: Gebannte Diener
fr: Serviteurs bannis
ko: 제외된 하수인
pt_br: Lacaios Banidos
ru: Не представлены
zh_hans: 已禁用随从

# Battlegrounds_Session_Header_Label_Minions_MinionTypes
source: Minion Types
de: Dienertypen
fr: Types de serviteur
ko: 종족들
pt_br: Tipos de Lacaios
ru: Типы существ
zh_hans: 随从类型
zh_hant: 手下類型

# Battlegrounds_Session_MMR_Label_Current
source: Current
de: Aktuell
fr: Actuelle
ko: 현재
pt_br: Atual
ru: Текущий
zh_hans: 当前
zh_hant: 目前

# Battlegrounds_Session_MMR_Label_Start
source: Start
de: Beginn
fr: Initiale
ko: 시작
pt_br: Inicial
ru: Начальный
zh_hans: 开始
zh_hant: 開始

# Battlegrounds_Session_Text_WaitingNextGame
source: Waiting for next game
de: Warte auf nächste Partie
fr: En attente de la prochaine partie
ko: 다음 게임을 기다리는 중
pt_br: Esperando o próximo jogo
ru: В ожидании следующей игры
zh_hans: 等待下次对局
zh_hant: 等待下一場對戰

# BattlegroundsHeroPicking_Header_AvgPlacement
source: Avg Placement
de: Ø-Platzierung
fr: Classement moy
ko: 평균 순위
pt_br: Colocação MED
zh_hans: 平均排名

# BattlegroundsHeroPicking_Header_AvgPlacementTooltip_Title
source: Average Placement
de: Durchschnittliche Platzierung
fr: Classement moyen
ko: 평균 순위
pt_br: Colocação Média
zh_hans: 平均排名

# BattlegroundsHeroPicking_Header_Tier
source: TIER
de: RANG
fr: NIVEAU
ko: 티어
zh_hans: 梯队

# BattlegroundsHeroPicking_PlacementDistribution_NoData
source: No placement data
de: Keine Platzierungsdaten
fr: Aucune donnée de classement
ko: 순위 정보 없음
pt_br: Sem dados de colocação
zh_hans: 没有排名数据

# BattlegroundsOverlayMessage_Disabled
source: Temporarily disabled. We will be back soon!
de: Temporär deaktiviert. Wir sind bald zurück!
fr: Temporairement désactivé. Nous serons bientôt de retour !
ko: 일시적으로 비활성화 되었습니다. 곧 돌아올게요!
pt_br: Desativado no momento. Voltaremos em breve!
ru: Временно отключено. Мы скоро вернемся!
zh_hans: 暂时禁用。我们将很快回来！

# BattlegroundsOverlayMessage_Error
source: Something went wrong :(
de: Etwas ist schiefgegangen :(
fr: Une erreur s'est produite :(
ko: 뭔가 잘못 되었습니다 :(
pt_br: Algo deu errado :(
ru: Что-то пошло не так :(
zh_hans: 发生了某些错误 :(

# BattlegroundsOverlayMessage_Loading
source: Loading...
de: Wird geladen…
fr: Chargement…
ko: 로딩 중…
pt_br: Carregando…
ru: Загрузка…
zh_hans: 加载中…

# BattlegroundsOverlayMessage_MMR
source: All Stats From Top %d%% MMR (%d+)
de: Alle Statistiken von Top %d%% MMR (%d+)
fr: Toutes les statistiques des %d%% meilleures cotes (%d+)
ko: %d%% MMR (%d+)부터 모든 통계
pt_br: Dados de Todo Top %d%% MMR (%d+)
zh_hans: 所有来自前 %d%% 等级积分 (%d+)的统计

# BattlegroundsOverlayMessage_MMR_AnomalyAdjusted
source: All Stats From Top %d%% MMR (%d+), Adjusted for Anomaly
de: Alle Statistiken von Top %d%% MMR (%d+), angepasst für Anomalie
ko: 상위 %d%% MMR(%d+)부터 모든 통계, 비정상 조정됨
pt_br: Dados de Todo Top %d%% MMR (%d+), Ajustado por Anomaly
zh_hans: 根据异常情况筛选后，所有来自前 %d%% 等级积分 (%d+)的统计

# BattlegroundsPreLobby_AlreadySubscribed
source: Subscribed?
de: Abonnent?
fr: Déjà abonné(e) ?
ko: 구독 중이신가요?
pt_br: Inscrito?
zh_hans: 已订阅？

# BattlegroundsPreLobby_AnonymousTooltip_Bottom
source: Subscribe to Tier7 to unlock unlimited usage.
de: Abonniere Tier7 für unbegrenzten Zugang.
fr: Abonnez-vous à Tier7 pour bénéficier d'une utilisation illimitée.
ko: Tier7 무제한 사용을 위해 구독하세요.
pt_br: Inscreva-se no Tier7 para uso ilimitado.
ru: Подпишитесь на Tier7, чтобы получить неограниченный доступ.
zh_hans: 订阅Tier7以解锁无限制的使用。

# BattlegroundsPreLobby_Disabled
source: Temporarily disabled. We will be back soon!
de: Temporär deaktiviert. Wir sind bald zurück!
fr: Temporairement désactivé. Nous serons bientôt de retour !
ko: 일시적으로 비활성화 되었습니다. 곧 돌아올게요!
pt_br: Desativado no momento. Voltaremos em breve!
ru: Временно отключено. Мы скоро вернемся!
zh_hans: 暂时禁用。我们将很快回来！

# BattlegroundsPreLobby_InteractivePanel_Anonymous_Hover_Details
source: Sign in to HSReplay.net to access Tier7 Stats directly in the overlay!
de: Melde dich bei HSReplay.net an um Tier7-Statistiken direkt im Overlay zu sehen!
fr: Connectez-vous à HSReplay.net pour accéder aux statistiques Tier7 directement dans l'overlay !
ko: HSReplay.net에 로그인 하여 오버레이에서 Tier7 통계를 직접 사용해보세요!
pt_br: Entre no HSReplay.net para acessar os dados do Tier7 nessa sobreposição!
zh_hans: 登录到 HSReplay.net 以在游戏内嵌中直接访问 Tier7！

# BattlegroundsPreLobby_InteractivePanel_Header
source: Tier7 Battlegrounds Overlay
de: Tier7-Schlachtfeld-Overlay
fr: Overlay Champs de Bataille Tier7
ko: Tier7 전장 오버레이
pt_br: Campos de Batalha Tier7
zh_hans: Tier7酒馆战棋内嵌

# BattlegroundsPreLobby_InteractivePanel_Loading
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement…
ko: 로딩 중...
pt_br: Carregando...
ru: Загрузка...
zh_hans: 读取中……
zh_hant: 讀取中…

# BattlegroundsPreLobby_Join
source: Join Tier7 to get unlimited access.
de: Abonniere Tier7 für unbegrenzten Zugriff.
fr: Rejoignez Tier7 pour obtenir un accès illimité.
ko: 제한 없는 사용을 위한 Tier7 가입.
pt_br: Junte-se ao Tier7 para uso ilimitado.
zh_hans: 加入Tier7以获取不受限的使用。

# BattlegroundsPreLobby_RefreshSubscription
source: Refresh
de: Aktualisieren
fr: Actualiser
ko: 새로 고침
pt_br: Atualizar
zh_hans: 刷新

# BattlegroundsPreLobby_SaleTag
source: Sale!
de: Angebot!
ko: 할인!
pt_br: Promoção!
zh_hans: 促销！

# BattlegroundsPreLobby_SignInToSubscription
source: Sign In
de: Anmelden
fr: Se connecter
ko: 로그인
pt_br: Entrar
ru: Войти
zh_hans: 登录

# BattlegroundsPreLobby_Subscribed_AllTimeMMR
source: All-time highest MMR
de: Höchstes MMR überhaupt
fr: Cote la plus élevée de tous les temps
ko: 역대 최고 MMR
pt_br: Maior MMR histórico
zh_hans: 历史最高等级积分

# BattlegroundsPreLobby_Subscribed_MyStats
source: GO TO MY STATS
de: MEINE STATISTIKEN
fr: VOIR MES STATS
ko: 내 통계로 이동
pt_br: VER MINHAS ESTATÍSTICAS
zh_hans: 转到我的统计

# BattlegroundsPreLobby_Subscribed_Tier7
source: You're subscribed to Tier7!
de: Du bist Tier7-Abonnent!
fr: Vous êtes abonné(e) à Tier7 !
ko: Tier7을 구독하였습니다!
pt_br: Você está inscrito no Tier7!
ru: Вы подписаны на Tier7!
zh_hans: 你已订阅Tier7！

# BattlegroundsPreLobby_Trial_ResetTimeRemaining_DaysHours
source: %dd %dh
de: %dT %dh
fr: %d j %d h
ko: %d일 %d시간
ru: %dдн. %dч.
zh_hans: %d天%d小时

# BattlegroundsPreLobby_TrialsRemaining_Tooltip
source: Try the Tier7 overlay for free for a limited number of games, and we'll periodically give you more.
de: Probiere das Tier7-Overlay für eine begrenzte Anzahl an Partien kostenlos aus, und du wirst von Zeit zu Zeit mehr erhalten.
es: Prueba la superposición Tier7 gratis en un número limitado de juegos, y te daremos periódicamente más.
fr: Essaie l'overlay Tier7 gratuitement pour un nombre limité de parties, et nous t'en donnerons périodiquement plus.
ko: 한정된 횟수의 게임에서 티어7 오버레이를 무료로 써보세요. 주기적으로 추가 횟수가 제공됩니다.
pt_br: Experimente a sobreposição do Tier7 gratuitamente por um número limitado de partidas. Enviaremos outras periodicamente.
ru: Попробуйте интерфейс Tier7 бесплатно в определенном количестве игр — мы будем периодически давать вам больше попыток.
zh_hans: 在限定次数对局中免费体验内嵌Tier7会员，我们会定期赠送您更多。
zh_hant: 在次數有限的賽局中免費體驗 Tier7 疊層，我們還會定期為你送上更多驚喜。

# BattlegroundsTrinketPicking_VisibilityToggle_Hide
source: HIDE TRINKET STATS
de: SCHMUCKSTÜCK-STATISTIKEN AUSBLENDEN
fr: CACHER LES STATISTIQUES DES BIBELOTS
ko: 장신구 통계 숨기기
pt_br: OCULTAR DADOS DE BERLOQUE
zh_hans: 隐藏饰品统计

# BattlegroundsTrinketPicking_VisibilityToggle_Show
source: SHOW TRINKET STATS
de: SCHMUCKSTÜCK-STATISTIKEN ZEIGEN
fr: AFFICHER LES STATISTIQUES DES BIBELOTS
ko: 장신구 통계 표시
pt_br: MOSTRAR DADOS DE BERLOQUE
zh_hans: 显示饰品统计

source: Beast
de: Wildtier
es: Bestia
fr: Bête
ko: 야수
pt_br: Fera
ru: Зверь
zh_hans: 野兽
zh_hant: 野獸

# BobsBuddyPanel_Info_Description
source: See your chances to win, tie, or lose each combat round in Battlegrounds.
de: Sieh deine Chancen auf Sieg, Untentschieden oder Niederlage in jeder Schlachtfeld-Kampfrunde.
es: Ver posibilidades de ganar, empatar o perder cada combate en Campos de Batalla.
fr: Voyez vos chances de gagner ou de perdre chaque tour de combat dans les champs de bataille.
ko: 전장의 각 전투 라운드에서 승리, 무승부 또는 패배할 확률을 확인하세요.
pt_br: Veja suas chances de vencer, empatar ou perder em Campos de Batalha.
ru: Оцените шансы на победу, ничью или поражение в каждом раунде на Полях сражений.
zh_hans: 在酒馆战棋中一览您在每个回合对战中胜利、平局或失败的概率。
zh_hant: 在英雄戰場上觀看你每回合贏、平手或輸的機率。

# BobsBuddyPanel_Info_Link_LearnMore
source: Learn more.
de: Mehr erfahren.
es: Más información.
fr: En savoir plus.
ko: 자세한 내용.
pt_br: Saiba mais.
ru: Подробнее.
zh_hans: 了解更多。
zh_hant: 了解更多.

# BobsBuddyPanel_Label_AVG
source: AVG DMG
de: Ø-SCHADEN
fr: DÉG MOY
ko: 평균 데미지
pt_br: DANO MED
ru: СР. УРОН
zh_hans: 平均伤害
zh_hant: 平均傷害

# BobsBuddyPanel_Label_Lethal
source: LETHAL
de: TÖDL.
es: LETAL
fr: LÉTAL
ko: 죽음
pt_br: LETAL
ru: НАСМЕРТЬ
zh_hans: 出局
zh_hant: 致命

# BobsBuddyPanel_Label_Loss
source: LOSS
de: NIEDERL.
es: DERROTA
fr: DÉFAITE
ko: 패배
pt_br: DERROTA
ru: ПОРАЖЕНИЕ
zh_hans: 失败
zh_hant: 輸

# BobsBuddyPanel_Label_Tie
source: TIE
de: REMIS
es: EMPATE
fr: ÉGALITÉ
ko: 무승부
pt_br: EMPATE
ru: НИЧЬЯ
zh_hans: 平局
zh_hant: 平手

# BobsBuddyPanel_Label_Win
source: WIN
de: SIEG
es: VICTORIA
fr: VICTOIRE
ko: 승리
pt_br: VITÓRIA
ru: ПОБЕДА
zh_hans: 胜利
zh_hant: 贏

# BobsBuddyStatusMessage_CurrentCombatPartial
source: Current Combat (1 Player Not Seen)
de: Aktueller Kampf (1 Spieler nicht gesehen)
es: Combate en curso (1 jugador por ver)
fr: Combat actuel (1 joueur non vu)
ko: 현재 전투 (한 명 보이지 않음)
pt_br: Combate Atual (1 Jogador Não Visto)
zh_hans: 当前战斗（1名玩家未出现）

# BobsBuddyStatusMessage_FinalCombatPartial
source: Final Combat (1 Player Not Seen)
de: Abschlusskampf (1 Spieler nicht gesehen)
fr: Combat final (1 joueur non vu)
ko: 마지막 전투 (한 명 보이지 않음)
pt_br: Combate Final (1 Jogador Não Visto)
zh_hans: 最终战斗（1名玩家未出现）

# BobsBuddyStatusMessage_PreviousCombatPartial
source: Previous Combat (1 Player Not Seen)
de: Vorheriger Kampf (1 Spieler nicht gesehen)
es: Combate previo (1 jugador por ver)
fr: Combat précédent (1 joueur non vu)
ko: 이전 전투 (한 명 보이지 않음)
pt_br: Combate Anterior (1 Jogador Não Visto)
zh_hans: 上一场战斗（1名玩家未出现）

# BobsBuddyStatusMessage_ShowCurrentCombatPartial
source: Show Current Combat (1 Player Not Seen)
de: Aktuellen Kampf anzeigen (1 Spieler nicht gesehen)
es: Mostrar combate en curso (1 jugador por ver)
fr: Afficher le combat actuel (1 joueur non vu)
ko: 현재 전투 보기 (한 명 보이지 않음)
pt_br: Mostrar Combate Atual (1 Jogador Não Visto)
zh_hans: 显示当前战斗（1名玩家未出现）

# BobsBuddyStatusMessage_ShowFinalCombatPartial
source: Show Final Combat (1 Player Not Seen)
de: Abschlusskampf anzeigen (1 Spieler nicht gesehen)
fr: Afficher le combat final (1 joueur non vu)
ko: 마지막 전투 보기 (한 명 보이지 않음)
pt_br: Mostrar Combate Final (1 Jogador Não Visto)
zh_hans: 显示最终战斗（1名玩家未出现）

# BobsBuddyStatusMessage_ShowPreviousCombatPartial
source: Show Previous Combat (1 Player Not Seen)
de: Vorherigen Kampf anzeigen (1 Spieler nicht gesehen)
es: Mostrar combate previo (1 jugador por ver)
fr: Afficher le combat précédent (1 joueur non vu)
ko: 이전 전투 보기 (한 명 보이지 않음)
pt_br: Mostrar Combate Anterior (1 Jogador Não Visto)
zh_hans: 显示上一场战斗（1名玩家未出现）

# BobsBuddyStatusMessage_UnsupportedCards
source: Found unsupported cards
de: Nicht unterstützte Karten gefunden
fr: Cartes non prises en charge trouvées
ko: 발견된 지원하지 않는 카드
pt_br: Cards não suportados encontrados
ru: Найдены неподдерживаемые карты
zh_hans: 包含不支持的卡牌

# BobsBuddyStatusMessage_UnsupportedInteraction
source: Unsupported Interaction
de: Nicht unterstützte Interaktion
fr: Interaction non prise en charge
ko: 지원하지 않는 상호작용
pt_br: Interação não suportada
zh_hans: 不支持的交互

# BobsBuddyStatusMessage_WaitingForTeammates
source: Waiting For Teammates...
de: Warte auf Teammitglieder...
es: Esperando a compañeros de equipo...
fr: En attente de coéquipiers...
ko: 팀원 기다리는 중...
pt_br: Esperando por colegas de equipes...
zh_hans: 等待队友...

# BRM
source: Blackrock Mountain
de: Der Schwarzfels
es: Montaña Roca Negra
fr: Mont Rochenoire
ko: 검은 바위산
pt_br: Montanha Rocha Negra
ru: Черная гора
zh_hans: 黑石山的火焰
zh_hant: 勇闖黑石山

source: Can't find Hearthstone, please select Hearthstone.app
de: Hearthstone kann nicht gefunden werden, bitte wähle die Datei Hearthstone.app aus.
fr: Impossible de trouver Hearthstone, veuillez sélectionner Hearthstone.app
ko: 하스스톤을 찾을 수 없습니다. Hearthstone.app 을 선택해주세요
pt_br: Não foi possível encontrar Hearthstone, por favor selecione Hearthstone.app
ru: Невозможно найти Hearthstone, пожалуйста выберите Hearthstone.app
zh_hans: 无法找到炉石传说, 请选择炉石传说程序
zh_hant: 找不到爐石戰記, 請選擇爐石戰記的應用程式(Hearthstone.app)

# Can't get card collection
source: Can't get card collection, is Hearthstone running ?
de: Kartensammlung kann nicht geladen werden, läuft Hearthstone?
fr: Impossible de récupérer la collection, est-ce que Hearthstone est lancé ?
ko: 카드 모음을 가져올 수 없습니다. 하스스톤이 실행되어 있나요?
pt_br: Não foi possíveo obter a coleção de cards, o Hearthstone está sendo executado ?
ru: Невозможно найти коллекцию карт, Hearthstone запущен ?
zh_hans: 无法获取卡牌收藏, 请确保炉石传说正在运行
zh_hant: 無法取得你的卡牌, 請確認爐石戰記正在執行。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Clear
de: Löschen
es: Limpiar
fr: Vider
ko: 초기화
pt_br: Limpar
ru: Очистить
zh_hans: 清除
zh_hant: 清除

source: Common
de: Gewöhnlich
es: Común
fr: Commune
ko: 공용
pt_br: Comum
ru: Обычные
zh_hans: 普通
zh_hant: 普通

source: Connected
de: Verbunden
fr: Connecté
ko: 연결됨
pt_br: Conectado
ru: Подключены
zh_hans: 已连接
zh_hant: 已連結

source: Connected as %@
de: Verbunden als %@
fr: Connecté en tant que %@
ko: %@로 연결됨
pt_br: Conectado como %@
ru: Подключены как %@
zh_hans: 已连接，帐号为： %@
zh_hant: 已連結，帳號為： %@

# ConstructedMulliganGuide_Header_HandRankTooltip_Desc
source: The #%d best card to keep, from the %d distinct cards in this deck.
de: Die %d.-beste Karte aus den %d verschiedenen Karten in diesem Deck.
ko: 이 덱에 있는 각 %d 개의 카드 중, 들고 가야 할 최고의 카드 #%d 개입니다.
pt_br: O #%d melhor card para manter, dos %d cards distintos nesse deck.
zh_hans: 此套牌的%d张不同的牌中最值得保留的第#%d张牌。

# ConstructedMulliganGuide_Message_Error
source: Something went wrong :(
de: Etwas ist schiefgegangen :(
fr: Une erreur s'est produite :(
ko: 뭔가 잘못 되었습니다 :(
pt_br: Algo deu errado :(
ru: Что-то пошло не так :(
zh_hans: 发生了某些错误 :(

# ConstructedMulliganGuide_VisibilityToggle_Hide
source: HIDE MULLIGAN GUIDE
de: MULLIGAN-GUIDE VERBERGEN
fr: CACHER LE GUIDE DU MULLIGAN
ko: 멀리건 가이드 숨기기
pt_br: OCULTAR GUIA DE MULLIGAN
zh_hans: 隐藏换牌指南

# ConstructedMulliganGuide_VisibilityToggle_Show
source: SHOW MULLIGAN GUIDE
de: MULLIGAN-GUIDE ANZEIGEN
fr: AFFICHER LE GUIDE DU MULLIGAN
ko: 멀리건 가이드 보기
pt_br: MOSTRAR GUIA DE MULLIGAN
zh_hans: 显示换牌指南

# ConstructedMulliganGuidePreLobby_Status_Loading
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
ko: 로딩 중...
pt_br: Carregando...
ru: Загрузка...
zh_hans: 读取中……
zh_hant: 讀取中…

# ConstructedMulliganGuidePreLobby_Status_NoData
source: No Data
de: Keine Daten
fr: Aucune donnée
ko: 정보 없음
pt_br: Sem Dados
zh_hans: 暂无数据

# ConstructedMulliganGuidePreLobby_Status_Partial
source: Partial Mulligan G-V2
de: Teilweiser Mulligan G-V2
es: Mulligan G-V2 parcial
fr: Mulligan G-V2 partiel
ko: 일부 멀리건 G-V2
pt_br: Mulligan G-V2 Parcial
ru: Неполный доступ к Mulligan G-V2
zh_hans: 部分留牌指南G-V2
zh_hant: 部分起手留牌指南G-V2

# ConstructedMulliganGuidePreLobby_Status_Ready
source: Mulligan Guide Ready
de: Mulligan-Guide bereit
fr: Guide de Mulligan prêt
ko: 멀리건 가이드 준비
pt_br: Guia de Mulligan Pronto
zh_hans: 换牌指南就绪

# ConstructedMulliganGuidePreLobby_Status_V1Ready
source: Mulligan Guide V1 Ready
de: Mulligan-Guide V1 bereit
es: Guía Mulligan V1 lista
fr: Guide des mulligans V1 prêt
ko: 멀리건 가이드 V1 준비
pt_br: Mulligan Guia V1 Pronto
ru: Версия Mulligan Guide V1 готова
zh_hans: 留牌指南V1就绪
zh_hant: 起手留牌指南V1已就緒

# ConstructedMulliganGuidePreLobby_Status_V2Ready
source: Mulligan G-V2 Ready
de: Mulligan-Guide G-V2 bereit
es: Mulligan G-V2 lista
fr: Mulligan G-V2 prêt
ko: 멀리건 G-V2 준비
pt_br: Mulligan G-V2 Pronto
ru: Версия Mulligan G-V2 готова
zh_hans: 留牌指南G-V2就绪
zh_hant: 起手留牌指南V2已就緒

source: Core
de: Basis
es: Básico
fr: Base
ko: 코어
pt_br: Básico
ru: Базовые
zh_hans: 核心
zh_hant: 基本

# Counter_Excavate_Tier0
source: Common
de: Gewöhnlich
es: Común
fr: Commune
ko: 공용
pt_br: Comum
ru: Обычная
zh_hans: 普通
zh_hant: 普通

# Counter_Excavate_Tier1
source: Rare
de: Selten
es: Rara
ko: 희귀
pt_br: Raro
ru: Редкая
zh_hans: 稀有
zh_hant: 精良

# Counter_Excavate_Tier2
source: Epic
de: Episch
es: Épica
fr: Épique
ko: 영웅
pt_br: Épico
ru: Эпическая
zh_hans: 史诗
zh_hant: 史詩

# Counter_Excavate_Tier3
source: Legendary
de: Legendär
es: Legendaria
fr: Légendaire
ko: 전설
pt_br: Lendário
ru: Легендарная
zh_hans: 传说
zh_hant: 傳說

# Counter_ExcavateTier
source: Excavate Tier
de: Ausgraben-Stufe
ko: 발굴 단계
pt_br: Nível de Escavação
zh_hans: 发掘层级

# Counter_Fatigue
source: Fatigue
de: Erschöpfung
ko: 탈진
pt_br: Fadiga
zh_hans: 疲劳

# Counter_Herald
source: Herald
de: Ankündigen
ko: 예고
pt_br: Proclamar
zh_hans: 兆示

# Counter_Imbue
source: Imbue
de: Erfüllen
ko: 연마
pt_br: Intensificar
zh_hans: 灌注

# Counter_PlayedDragons
source: Played Dragons
de: Gespielte Drachen
ko: 낸 용족
pt_br: Dragões Jogados
zh_hans: 打出的龙数量

# Counter_PlayedMinionTypes
source: Played Minion Types
de: Gespielte Dienertypen
pt_br: Tipos de Lacaios Jogados
zh_hans: 打出的随从类型数量

# Counter_PlayedSpells
source: Played Spells
de: Gespielte Zauber
fr: Sorts joués
ko: 사용한 주문
pt_br: Feitiços Jogados
zh_hans: 施放过的法术数量

# Counter_PlayedSpellSchools
source: Played Spell Schools
de: Gespielte Zaubertypen
ko: 낸 주문 속성
pt_br: Escola de Feitiço Jogadas
zh_hans: 施放过的法术派系

# Counter_Spell_School_None
source: None
de: Keiner
es: Ninguno
fr: Aucun
ko: 없음
pt_br: Nenhum
zh_hans: 无
zh_hant: 無

source: Creation Date
de: Erstellungsdatum
fr: Date de création
ko: 생성일
pt_br: Data de Criação
ru: Дата создания
zh_hans: 创建日期
zh_hant: 建立日期

source: Delete deck
de: Deck löschen
es: Borrar mazo
fr: Supprimer le deck
ko: 덱 삭제
pt_br: Deletar Deck
ru: Удалить колоду
zh_hans: 删除卡组
zh_hant: 刪除牌組

source: Demon
de: Dämon
es: Demonio
fr: Démon
ko: 악마
pt_br: Demônio
ru: Демон
zh_hans: 恶魔
zh_hant: 惡魔

source: Descending
de: Absteigend
fr: Descendant
ko: 역순
pt_br: Descendente
ru: По убыванию
zh_hans: 降序
zh_hant: 降冪排列
